export default {
  projections: {
    СотрудникиE: {
      кодСотрудника: {
        __caption__: 'Код сотрудника'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      },
      должности: {
        __caption__: 'Должности',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    СотрудникиL: {
      кодСотрудника: {
        __caption__: 'Код сотрудника'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      },
      должности: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    датаРождения: {
      __caption__: 'Дата рождения'
    },
    имя: {
      __caption__: 'Имя'
    },
    кодСотрудника: {
      __caption__: 'Код сотрудника'
    },
    номерТелефона: {
      __caption__: 'Номер телефона'
    },
    отчество: {
      __caption__: 'Отчество'
    },
    фамилия: {
      __caption__: 'Фамилия'
    },
    должности: {
      __caption__: 'Должности'
    }
  }
};
