export default {
  projections: {
    ДеталиE: {
      кодДетали: {
        __caption__: 'Код детали'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      производитель: {
        __caption__: 'Производитель'
      },
      страна: {
        __caption__: 'Страна'
      }
    },
    ДеталиL: {
      кодДетали: {
        __caption__: 'Код детали'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      производитель: {
        __caption__: 'Производитель'
      },
      страна: {
        __caption__: 'Страна'
      }
    }
  },
  validations: {
    кодДетали: {
      __caption__: 'Код детали'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    производитель: {
      __caption__: 'Производитель'
    },
    страна: {
      __caption__: 'Страна'
    }
  }
};
