export default {
  projections: {
    СоставУслугиE: {
      детали: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      количество: {
        __caption__: 'Количество'
      },
      единицы: {
        __caption__: 'Единицы'
      }
    }
  },
  validations: {
    единицы: {
      __caption__: 'Единицы'
    },
    количество: {
      __caption__: 'Количество'
    },
    детали: {
      __caption__: 'Наименование'
    },
    услуга: {
      __caption__: 'услуга'
    }
  }
};
