export default {
  projections: {
    БоксE: {
      номерБокса: {
        __caption__: 'Номер бокса'
      },
      площадь: {
        __caption__: 'Площадь'
      },
      типАвтомобиля: {
        __caption__: 'Тип автомобиля'
      }
    },
    БоксL: {
      номерБокса: {
        __caption__: 'Номер бокса'
      },
      площадь: {
        __caption__: 'Площадь'
      },
      типАвтомобиля: {
        __caption__: 'Тип автомобиля'
      }
    }
  },
  validations: {
    номерБокса: {
      __caption__: 'Номер бокса'
    },
    площадь: {
      __caption__: 'Площадь'
    },
    типАвтомобиля: {
      __caption__: 'Тип автомобиля'
    }
  }
};
