export default {
  projections: {
    КлиентыE: {
      кодКлиента: {
        __caption__: 'Код клиента'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      },
      автомобиль: {
        __caption__: 'Автомобиль',
        госНомер: {
          __caption__: 'Гос номер'
        },
        цвет: {
          __caption__: 'Цвет'
        },
        марка: {
          __caption__: 'Марка'
        },
        типАвтомобиля: {
          __caption__: 'Тип автомобиля'
        }
      }
    },
    КлиентыL: {
      кодКлиента: {
        __caption__: 'Код клиента'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      }
    }
  },
  validations: {
    датаРождения: {
      __caption__: 'Дата рождения'
    },
    имя: {
      __caption__: 'Имя'
    },
    кодКлиента: {
      __caption__: 'Код клиента'
    },
    номерТелефона: {
      __caption__: 'Номер телефона'
    },
    отчество: {
      __caption__: 'Отчество'
    },
    фамилия: {
      __caption__: 'Фамилия'
    },
    автомобиль: {
      __caption__: 'Автомобиль'
    }
  }
};
